Repository: Darock-Studio/Watch-Browser
Catalog: Localization/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, uk, vi, zh_hant

source: 由于一些已知问题，历史记录架构需要更新。完成迁移前，历史记录将暂时不可用，暗礁浏览器也不会记录新的历史记录。
ar: نظرا لبعض المشاكل المعروفة، يجب تحديث هيكل التاريخ. قبل اكتمال الترحيل، لن يكون التاريخ متاحا مؤقتا، ولن يسجل متصفح الشعاب المرجانية سجلا جديدا.
de: Aufgrund einiger bekannter Probleme muss die Verlaufsstruktur aktualisiert werden. Bevor die Migration abgeschlossen ist, wird der Verlauf vorübergehend nicht verfügbar sein, und der Riffbrowser wird keinen neuen Verlauf aufzeichnen.
en: Due to some known issues, the history architecture needs to be updated. Until the migration is complete, history will be temporarily unavailable, and Darock Browser will not record new history.
es: Debido a algunos problemas conocidos, la estructura del historial necesita ser actualizada. Antes de que se complete la migración, el historial no estará disponible temporalmente y el navegador Reef no registrará el nuevo historial.
fr: En raison de certains problèmes connus, la structure de l'historique doit être mise à jour. Avant la fin de la migration, l'historique sera temporairement indisponible et le navigateur de récif n'enregistrera pas de nouvel historique.
hi: कुछ ज्ञात समस्याओं के कारण, इतिहास संरचना को अद्यतन करने की आवश्यकता है। माइग्रेशन पूरा होने से पहले, इतिहास अस्थायी रूप से अनुपलब्ध हो जाएगा, और रीफ ब्राउज़र नया इतिहास रिकॉर्ड नहीं करेगा।
id: Karena beberapa masalah yang diketahui, struktur riwayat perlu diperbarui. Sebelum migrasi selesai, riwayat akan sementara tidak tersedia, dan browser karang tidak akan merekam riwayat baru.
it: A causa di alcuni problemi noti, la struttura della cronologia deve essere aggiornata. Prima che la migrazione sia completata, la cronologia sarà temporaneamente non disponibile e il browser Reef non registrerà una nuova cronologia.
ja: いくつかの既知の問題のため、履歴アーキテクチャの更新が必要です。移行が完了するまで、履歴は一時的に利用できません。また、Darockブラウザは新しい履歴を記録しません。
ko: 몇 가지 알려진 문제로 인해 히스토리 구조를 업데이트해야 합니다. 마이그레이션이 완료될 때까지 기록은 일시적으로 사용할 수 없으며 암초 브라우저도 새로운 기록을 기록하지 않습니다.
nl: Vanwege enkele bekende problemen moet de geschiedenisstructuur worden bijgewerkt. Voordat de migratie is voltooid, is de geschiedenis tijdelijk niet beschikbaar en registreert de rifbrowser geen nieuwe geschiedenis.
pl: Ze względu na pewne znane problemy, struktura historii musi zostać zaktualizowana. Przed zakończeniem migracji historia będzie tymczasowo niedostępna, a przeglądarka rafy nie będzie rejestrować nowej historii.
pt: Devido a alguns problemas conhecidos, a estrutura do histórico precisa ser atualizada. Antes que a migração seja concluída, o histórico estará temporariamente indisponível e o navegador de recife não registrará um novo histórico.
ru: Из-за некоторых известных проблем историческая архитектура нуждается в обновлении. До завершения миграции история будет временно недоступна, и браузер Reef не будет записывать новую историю.
th: เนื่องจากปัญหาที่ทราบแล้ว โครงสร้างประวัติจําเป็นต้องได้รับการอัปเดต ก่อนที่การย้ายข้อมูลจะเสร็จสิ้น ประวัติจะไม่สามารถใช้งานได้ชั่วคราว และเบราว์เซอร์แนวปะการังจะไม่บันทึกประวัติใหม่
tr: Bilinen bazı sorunlar nedeniyle, geçmiş yapısının güncellenmesi gerekiyor. Geçiş tamamlanmadan önce, geçmiş geçici olarak kullanılamayacak ve resif tarayıcısı yeni geçmişi kaydetmeyecektir.
uk: Через деякі відомі проблеми структуру історії потрібно оновити. До завершення міграції історія буде тимчасово недоступна, а браузер рифів не буде записувати нову історію.
vi: Do một số vấn đề đã biết, cấu trúc lịch sử cần được cập nhật. Trước khi quá trình di chuyển hoàn tất, lịch sử sẽ tạm thời không khả dụng và trình duyệt rạn san hô sẽ không ghi lại lịch sử mới.
zh_hant: 由於一些已知問題，歷史記錄架構需要更新。完成遷移前，歷史記錄將暫時不可用，暗礁瀏覽器也不會記錄新的歷史記錄。

source: 电子邮件
ar: بريد إلكتروني
de: Die E-Mail
en: Email
es: Correo electrónico
fr: E-mail
hi: ई-मेल
id: Surel
it: E-mail
ja: メール
ko: 이메일
nl: E-mail
pl: E-mail
pt: E-mail
ru: Электронная почта
th: อีเมล์
tr: E-posta
uk: Електронна пошта
vi: Thư điện tử
zh_hant: 電子郵件

source: 电子邮件可用于登录。
ar: يمكن استخدام البريد الإلكتروني لتسجيل الدخول.
de: E-Mail kann verwendet werden, um sich anzumelden.
en: Email can be used to log in
es: El correo electrónico se puede utilizar para iniciar sesión.
fr: L'e-mail peut être utilisé pour se connecter.
hi: लॉग इन करने के लिए ई-मेल का उपयोग किया जा सकता है।
id: E-mail dapat digunakan untuk masuk.
it: L'e-mail può essere utilizzata per accedere.
ja: メールアドレスはログインに使用できます。
ko: 이메일은 로그인에 사용할 수 있습니다.
nl: E-mail kan worden gebruikt om in te loggen.
pl: Do logowania można użyć adresu e-mail.
pt: O e-mail pode ser usado para fazer login.
ru: Электронная почта может быть использована для входа в систему.
th: สามารถใช้อีเมลเพื่อเข้าสู่ระบบได้
tr: Giriş yapmak için e-posta kullanılabilir.
uk: Електронна пошта може бути використана для входу.
vi: E-mail có thể được sử dụng để đăng nhập.
zh_hant: 電子郵件可用於登入。

source: 电子邮件地址
ar: عنوان البريد الإلكتروني
de: E-Mail-Adresse
en: Email address
es: Dirección de correo electrónico
fr: Adresse e-mail
hi: ई-मेल पता
id: Alamat surel
it: Indirizzo e-mail
ja: メールアドレス
ko: 이메일 주소
nl: E-mailadres
pl: Adres e-mail
pt: Endereço de e-mail
ru: Электронный адрес
th: ที่อยู่อีเมล
tr: E-posta adresi
uk: Адреса електронної пошти
vi: Địa chỉ E-mail
zh_hant: 電子郵件地址

source: 电子邮件地址无效
ar: عنوان البريد الإلكتروني غير صالح.
de: Die E-Mail-Adresse ist ungültig.
en: Invalid email address
es: La dirección de correo electrónico no es válida.
fr: L'adresse e-mail n'est pas valide.
hi: ईमेल पता अमान्य है।
id: Alamat surel tidak valid.
it: L'indirizzo email non è valido.
ja: 無効なメールアドレス
ko: 이메일 주소가 유효하지 않습니다
nl: Het e-mailadres is ongeldig.
pl: Adres e-mail jest nieprawidłowy.
pt: O endereço de e-mail é inválido.
ru: Неверный адрес электронной почты
th: ที่อยู่อีเมลไม่ถูกต้อง
tr: E-posta adresi geçersiz.
uk: Адреса електронної пошти недійсна.
vi: Địa chỉ email không hợp lệ.
zh_hant: 電子郵件地址無效

source: 画面
ar: لَوْحة حَيّة
de: Gemälde
en: Graphics
es: Retablo
fr: Tableau
hi: झाँकी
id: Tabel
it: Quadro
ko: 화면
nl: Tableau
pl: Żywy obraz
pt: Quadro vivo
ru: Живая картинка
th: ภาพ
tr: Tablo
uk: Таблиця
vi: Cảnh sinh động
zh_hant: 畫面

source: 登录
ar: أَدْخَلَ
de: Eintreten
en: Log in
es: Entrar
fr: Entrer
hi: दर्ज करें
id: Masuk
it: Entrare
ja: ログイン
ko: 로그인
nl: Invoeren
pl: Wejść
pt: Entrar
ru: Входить в, войти в
th: เข้า
tr: Girmek
uk: Вхід
vi: Vào
zh_hant: 登入

source: 登录与安全性
ar: تسجيل الدخول والأمان
de: Login und Sicherheit
en: Sign-In & Security
es: Inicio de sesión y seguridad
fr: Connexion et sécurité
hi: लॉगिन और सुरक्षा
id: Masuk dan keamanan
it: Accesso e sicurezza
ja: ログインとセキュリティ
ko: 로그인과 안전성
nl: Inloggen en beveiliging
pl: Logowanie i bezpieczeństwo
pt: Login e segurança
ru: Вход и безопасность
th: การเข้าสู่ระบบและความปลอดภัย
tr: Giriş ve güvenlik
uk: Вхід та безпека
vi: Đăng nhập và bảo mật
zh_hant: 登入與安全性

source: 登录以为今后账户相关功能做好准备。
ar: قم بتسجيل الدخول للتحضير للوظائف المتعلقة بالحساب في المستقبل.
de: Melden Sie sich an, um sich auf zukünftige kontobezogene Funktionen vorzubereiten.
en: Log in to prepare for future account-related functions.
es: Inicie sesión para prepararse para las funciones relacionadas con la cuenta en el futuro.
fr: Connectez-vous pour vous préparer aux fonctions liées au compte à l'avenir.
hi: भविष्य में खाते से संबंधित कार्यों की तैयारी के लिए लॉग इन करें।
id: Masuk untuk mempersiapkan fungsi terkait akun di masa mendatang.
it: Accedi per prepararti alle funzioni relative all'account in futuro.
ja: 今後のアカウント関連機能の準備のためにログインしてください。
ko: 로그인해서 앞으로 계정 관련 기능을 준비하세요.
nl: Log in om u voor te bereiden op accountgerelateerde functies in de toekomst.
pl: Zaloguj się, aby przygotować się do funkcji związanych z kontem w przyszłości.
pt: Faça login para se preparar para funções relacionadas à conta no futuro.
ru: Войдите в систему, чтобы подготовиться к будущим функциям, связанным с учетной записью.
th: เข้าสู่ระบบเพื่อเตรียมพร้อมสําหรับฟังก์ชั่นที่เกี่ยวข้องกับบัญชีในอนาคต
tr: Gelecekte hesapla ilgili işlevlere hazırlanmak için giriş yapın.
uk: Увійдіть, щоб підготуватися до функцій, пов'язаних з обліковим записом, у майбутньому.
vi: Đăng nhập để chuẩn bị cho các chức năng liên quan đến tài khoản trong tương lai.
zh_hant: 登入以為今後賬戶相關功能做好準備。

source: 百度贴吧
ar: بايدو ينشرها
de: Baidu poste es
en: Baidu Forum (Chinese, Simplified)
es: Baidu, publútalo
fr: Baidu l'affiche
hi: Baidu इसे पोस्ट करें
id: Baidu mempostingnya
it: Baidu pubblicalo
ja: 百度で貼ろう
ko: 바이두에 붙여라
nl: Baidu post het
pl: Baidu opublikuj to
pt: Baidu postar
ru: Baidu опубликуй это
th: ไป่ตู้โพสต์มัน
tr: Baidu onu gönder
uk: Байду опублікуй це
vi: Baidu đăng nó đi

source: 直接在搜索框输入或在网页中轻触.epub链接以开始
ar: أدخل مباشرة في مربع البحث أو اضغط على رابط .epub على صفحة الويب للبدء.
de: Geben Sie direkt in das Suchfeld ein oder tippen Sie auf den .epub-Link auf der Webseite, um zu beginnen.
en: Enter or tap .epub links directly in the search box on the webpage to start.
es: Introduzca directamente en el cuadro de búsqueda o toque el enlace .epub en la página web para comenzar.
fr: Entrez directement dans le champ de recherche ou appuyez sur le lien .epub sur la page Web pour commencer.
hi: शुरू करने के लिए सीधे सर्च बॉक्स में प्रवेश करें या वेब पेज पर .epub लिंक पर टैप करें।
id: Masukkan langsung di kotak pencarian atau ketuk tautan .epub di halaman web untuk memulai.
it: Inserisci direttamente nella casella di ricerca o tocca il link .epub nella pagina web per iniziare.
ja: 直接検索ボックスに入力するか、ウェブページで.epubリンクをタップして開始する
ko: 직접 검색창에 입력하거나 웹 페이지에서 .epub 링크를 가볍게 터치하여 시작합니다.
nl: Voer direct in het zoekvak in of tik op de .epub-link op de webpagina om te beginnen.
pl: Wpisz bezpośrednio w polu wyszukiwania lub dotknij linku .epub na stronie internetowej, aby rozpocząć.
pt: Digite diretamente na caixa de pesquisa ou toque no link .epub na página da web para começar.
ru: Введите непосредственно в поле поиска или нажмите на ссылку .epub на веб-странице, чтобы начать.
th: ป้อนโดยตรงในช่องค้นหาหรือแตะลิงก์ .epub บนหน้าเว็บเพื่อเริ่มต้น
tr: Başlamak için doğrudan arama kutusuna girin veya web sayfasındaki .epub bağlantısına dokunun.
uk: Введіть безпосередньо у поле пошуку або натисніть посилання .epub на веб-сторінці, щоб розпочати.
vi: Nhập trực tiếp vào hộp tìm kiếm hoặc nhấn vào liên kết .epub trên trang web để bắt đầu.
zh_hant: 直接在搜索框輸入或在網頁中輕觸.epub鏈接以開始

source: 确定
ar: مُؤَكَّد
de: Sicher
en: Confirm
es: Seguro
fr: Certain
hi: असंदिग्ध
id: Pasti
it: Certo
ja: 確認
ko: 확정하다
nl: Zeker
pl: Pewny
pt: Certo
ru: Некоторый
th: บางอย่าง
tr: Belirli
uk: Певний
vi: Chắc chắn
zh_hant: 確定

source: 确定吗？
ar: هل أنت متأكد؟
de: Bist du dir sicher?
en: Are you sure?
es: ¿Estás seguro?
fr: Êtes-vous sûr ?
hi: क्या आपको यकीन है?
id: Apakah kamu yakin?
it: Sei sicuro?
ja: よろしいですか？
ko: 확실해?
nl: Weet je het zeker?
pl: Jesteś pewien?
pt: Tem certeza?
ru: Ты уверен?
th: คุณแน่ใจนะ?
tr: Emin misin?
uk: Ти певен?
vi: Bạn có chắc không?
zh_hant: 確定嗎？

source: 确认
ar: أَكَّدَ
de: Bestätigen
en: Confirm
es: Confirmar
fr: Confirmer
hi: सुदृढ़ करना
id: Menegaskan
it: Confermare
ja: 確認
ko: 확인
nl: Bevestigen
pl: Potwierdzić
pt: Confirmar
ru: Утверждать, утвердить
th: ยืนยัน
tr: Doğrulamak
uk: Підтвердити
vi: Xác nhận
zh_hant: 確認

source: 确认 Apple Watch 已连接到互联网
ar: تأكد من أن Apple Watch متصلة بالإنترنت
de: Bestätigen Sie, dass die Apple Watch mit dem Internet verbunden ist
en: Confirm Apple Watch is connected to the internet.
es: Confirme que el Apple Watch está conectado a Internet
fr: Confirmez que l'Apple Watch est connectée à Internet
hi: पुष्टि करें कि Apple वॉच इंटरनेट से जुड़ी हुई है
id: Konfirmasi bahwa Apple Watch terhubung ke Internet
it: Conferma che Apple Watch sia connesso a Internet
ja: Apple Watchがインターネットに接続されていることを確認してください
ko: Apple Watch가 인터넷에 연결되어 있는지 확인하기
nl: Bevestig dat Apple Watch is verbonden met internet
pl: Potwierdź, że Apple Watch jest podłączony do Internetu
pt: Confirme se o Apple Watch está conectado à Internet
ru: Подтвердите, что Apple Watch подключены к Интернету
th: ยืนยันว่า Apple Watch เชื่อมต่อกับอินเทอร์เน็ต
tr: Apple Watch'un İnternet'e bağlı olduğunu doğrulayın
uk: Підтвердіть, що Apple Watch підключено до Інтернету
vi: Xác nhận rằng Apple Watch đã được kết nối với Internet
zh_hant: 確認 Apple Watch 已連接到互聯網

source: 确认密码
ar: تأكيد كلمة المرور
de: Bestätigen Sie das Passwort
en: Confirm Passcode
es: Confirmar la contraseña
fr: Confirmez le mot de passe
hi: पासवर्ड की पुष्टि करें
id: Konfirmasi kata sandi
it: Conferma la password
ja: パスワード確認
ko: 비밀번호 확인
nl: Bevestig het wachtwoord
pl: Potwierdź hasło
pt: Confirme a senha
ru: Подтвердите пароль
th: ยืนยันรหัสผ่าน
tr: Şifreyi onayla
uk: Підтвердити пароль
vi: Xác nhận mật khẩu
zh_hant: 確認密碼

source: 确认文本不匹配
ar: تأكد من أن النص غير متطابق
de: Bestätigen Sie, dass der Text nicht übereinstimmt
en: Confirmation text does not match
es: Confirme que el texto no coincide
fr: Confirmez que le texte ne correspond pas
hi: पुष्टि करें कि पाठ मेल नहीं खाता है
id: Konfirmasi bahwa teksnya tidak cocok
it: Conferma che il testo non corrisponda
ja: 確認テキストが一致しません
ko: 텍스트가 일치하지 않는 것을 확인한다
nl: Bevestig dat de tekst niet overeenkomt
pl: Potwierdź, że tekst nie pasuje
pt: Confirme se o texto não corresponde
ru: Подтвердите, что текст не совпадает
th: ยืนยันว่าข้อความไม่ตรงกัน
tr: Metnin eşleşmediğini doğrulayın
uk: Підтвердіть, що текст не збігається
vi: Xác nhận rằng văn bản không khớp
zh_hant: 確認文本不匹配

source: 示例：历史记录缺少最近的浏览数据
ar: مثال: يفتقر التاريخ إلى أحدث بيانات التصفح
de: Beispiel: Der Verlauf verfügt nicht über die neuesten Browserdaten
en: Example: Recent browsing data is missing in history
es: Ejemplo: El historial carece de los últimos datos de navegación
fr: Exemple : L'historique manque des dernières données de navigation
hi: उदाहरण: इतिहास में नवीनतम ब्राउज़िंग डेटा का अभाव है
id: Contoh: Riwayat tidak memiliki data penjelajahan terbaru
it: Esempio: la cronologia manca degli ultimi dati di navigazione
ja: 例：履歴に最近の閲覧データがない
ko: 예: 이력에 최근 검색 데이터가 누락되었습니다.
nl: Voorbeeld: De geschiedenis mist de nieuwste browsegegevens
pl: Przykład: W historii brakuje najnowszych danych przeglądania
pt: Exemplo: O histórico não tem os dados de navegação mais recentes
ru: Пример: в истории отсутствуют недавние данные о просмотре.
th: ตัวอย่าง: ประวัติขาดข้อมูลการท่องเว็บล่าสุด
tr: Örnek: Geçmişte en son tarama verileri yok
uk: Приклад: В історії відсутні останні дані перегляду
vi: Ví dụ: Lịch sử thiếu dữ liệu duyệt web mới nhất
zh_hant: 示例：歷史紀錄缺少最近的瀏覽數據

source: 示例图书
ar: عينة من الكتب
de: Musterbücher
en: Sample Book
es: Libros de muestra
fr: Livres d'échantillons
hi: नमूना पुस्तकें
id: Contoh buku
it: Libri campione
ja: サンプル図書
ko: 샘플 도서
nl: Voorbeeldboeken
pl: Przykładowe książki
pt: Livros de amostra
ru: Образцы книг
th: หนังสือตัวอย่าง
tr: Örnek kitaplar
uk: Зразки книг
vi: Sách mẫu

source: 示例图片
ar: عينة من الصور
de: Beispielbilder
en: Sample Image
es: Muestra de imágenes
fr: Exemples d'images
hi: नमूना तस्वीरें
id: Contoh gambar
it: Immagini di esempio
ja: サンプル画像
ko: 예시 사진
nl: Voorbeeldfoto's
pl: Przykładowe zdjęcia
pt: Imagens de amostra
ru: Образцы фотографий
th: ภาพตัวอย่าง
tr: Örnek resimler
uk: Зразки зображень
vi: Hình ảnh mẫu
zh_hant: 示例圖片

source: 示例视频
ar: عينة فيديو
de: Beispielvideo
en: Sample Video
es: Vídeo de muestra
fr: Exemple de vidéo
hi: नमूना वीडियो
id: Contoh video
it: Video campione
ja: サンプルビデオ
ko: 예시 동영상
nl: Voorbeeldvideo
pl: Przykładowe wideo
pt: Vídeo de amostra
ru: Образец видео
th: ตัวอย่างวิดีโอ
tr: Örnek video
uk: Зразок відео
vi: Video mẫu

source: 示例音频
ar: عينة صوتية
de: Audiobeispiel
en: Sample Audio
es: Audio de muestra
fr: Échantillon audio
hi: नमूना ऑडियो
id: Contoh audio
it: Campione audio
ja: サンプルオーディオ
ko: 샘플 오디오
nl: Voorbeeld audio
pl: Przykładowy dźwięk
pt: Amostra de áudio
ru: Образец аудио
th: ตัวอย่างเสียง
tr: Örnek ses
uk: Зразок аудіо
vi: Âm thanh mẫu

source: 视频
ar: تردد الفيديو
de: Videofrequenz
en: Videos
es: Videofrecuencia
fr: Vidéofréquence
hi: वीडियो आवृत्ति
id: Frekuensi video
it: Frequenza video
ja: ビデオ
ko: 동영상
nl: Videofrequentie
pl: Częstotliwość sygnału wizyjnego
pt: Frequência de vídeo
ru: Частота видео
th: ความถี่วิดีโอ
tr: Video frekansı
uk: Частота відео
vi: Tần số hình
zh_hant: 視頻

source: 视频列表
ar: قائمة مقاطع الفيديو
de: Liste der Videos
en: Video List
es: Lista de vídeos
fr: Liste des vidéos
hi: वीडियो की सूची
id: Daftar video
it: Elenco dei video
ja: 動画リスト
ko: 동영상 목록
nl: Lijst van video's
pl: Lista filmów
pt: Lista de vídeos
ru: Список видео
th: รายการวิดีโอ
tr: Video listesi
uk: Список відео
vi: Danh sách các video
zh_hant: 視頻列表

source: 视频播放 - 步骤
ar: تشغيل الفيديو - الخطوات
de: Videowiedergabe - Schritte
en: Video Playing - Steps
es: Reproducción de vídeo - Pasos
fr: Lecture vidéo - Étapes
hi: वीडियो प्लेबैक - चरण
id: Pemutaran Video - Langkah-langkah
it: Riproduzione video - Passi
ja: 動画再生 - ステップ
ko: 동영상 재생 - 단계
nl: Video afspelen - Stappen
pl: Odtwarzanie wideo - kroki
pt: Reprodução de Vídeo - Passos
ru: Воспроизведение видео - Шаги
th: การเล่นวิดีโอ - ขั้นตอน
tr: Video Oynatma - Adımlar
uk: Відтворення відео - кроки
vi: Phát lại video - Các bước
zh_hant: 視頻播放 - 步驟

source: 视频直接跳转
ar: يقفز الفيديو مباشرة
de: Das Video springt direkt
en: Video Direct Linking
es: El vídeo salta directamente
fr: La vidéo saute directement
hi: वीडियो सीधे कूदता है
id: Videonya langsung melompat
it: Il video salta direttamente
ja: 動画への直接リンク
ko: 동영상 바로 이동
nl: De video springt direct
pl: Wideo przeskakuje bezpośrednio
pt: O vídeo salta diretamente
ru: Видео прыгает прямо.
th: วิดีโอกระโดดโดยตรง
tr: Video doğrudan atlıyor
uk: Відео стрибає безпосередньо
vi: Video nhảy trực tiếp
zh_hant: 視頻直接跳轉

source: 移除诊断信息
ar: أزل المعلومات التشخيصية
de: Entfernen Sie die Diagnoseinformationen
en: Remove Diagnose Infos
es: Eliminar la información de diagnóstico
fr: Supprimer les informations de diagnostic
hi: नैदानिक जानकारी हटा दें
id: Hapus informasi diagnostik
it: Rimuovere le informazioni diagnostiche
ja: 診断情報を削除
ko: 진단 정보 제거
nl: Verwijder de diagnostische informatie
pl: Usuń informacje diagnostyczne
pt: Remova as informações de diagnóstico
ru: Удалить диагностическую информацию
th: ลบข้อมูลการวินิจฉัย
tr: Teşhis bilgilerini kaldır
uk: Видалити діагностичну інформацію
vi: Xóa thông tin chẩn đoán
zh_hant: 移除診斷信息

source: 移除诊断信息会限制 Darock 理解并解决问题的能力。
ar: سيؤدي إزالة المعلومات التشخيصية إلى الحد من القدرة على فهم المشكلات وحلها.
de: Das Entfernen von Diagnoseinformationen schränkt die Fähigkeit ein, Probleme zu verstehen und zu lösen.
en: Removing diagnose datas will limit Darock's ability of understanding and resolving the issue.
es: Eliminar la información de diagnóstico limitará la capacidad de comprender y resolver problemas.
fr: La suppression des informations de diagnostic limitera la capacité à comprendre et à résoudre les problèmes.
hi: नैदानिक जानकारी को हटाने से समस्याओं को समझने और हल करने की क्षमता सीमित हो जाएगी।
id: Menghapus informasi diagnostik akan membatasi kemampuan untuk memahami dan menyelesaikan masalah.
it: La rimozione delle informazioni diagnostiche limiterà la capacità di comprendere e risolvere i problemi.
ja: 診断情報を削除すると、Darockが問題を理解し解決する能力が制限されます。
ko: 진단 정보를 제거하면 문제를 이해하고 해결하는 능력이 제한됩니다.
nl: Het verwijderen van diagnostische informatie beperkt het vermogen om problemen te begrijpen en op te lossen.
pl: Usunięcie informacji diagnostycznych ograniczy zdolność do zrozumienia i rozwiązywania problemów.
pt: A remoção de informações de diagnóstico limitará a capacidade de entender e resolver problemas.
ru: Удаление диагностической информации ограничит способность Дарока понимать и решать проблемы.
th: การลบข้อมูลการวินิจฉัยจะจํากัดความสามารถในการทําความเข้าใจและแก้ไขปัญหา
tr: Teşhis bilgilerini kaldırmak, sorunları anlama ve çözme yeteneğini sınırlayacaktır.
uk: Видалення діагностичної інформації обмежить здатність розуміти та вирішувати проблеми.
vi: Xóa thông tin chẩn đoán sẽ hạn chế khả năng hiểu và giải quyết vấn đề.
zh_hant: 移除診斷信息會限制 Darock 理解並解決問題的能力

source: 空图书列表
ar: قائمة فارغة من الكتب
de: Leere Liste der Bücher
en: Empty Book List
es: Lista vacía de libros
fr: Liste vide de livres
hi: पुस्तकों की खाली सूची
id: Daftar buku kosong
it: Lista vuota di libri
ja: 空図書リスト
ko: 빈 도서 목록
nl: Lege lijst met boeken
pl: Pusta lista książek
pt: Lista vazia de livros
ru: Пустой список книг
th: รายการหนังสือที่ว่างเปล่า
tr: Boş kitap listesi
uk: Порожній список книг
vi: Danh sách sách trống
zh_hant: 空書籍列錶

source: 空图片列表
ar: قائمة بالصور الفارغة
de: Liste der leeren Bilder
en: Empty Image List
es: Lista de imágenes vacías
fr: Liste d'images vides
hi: खाली चित्रों की सूची
id: Daftar gambar kosong
it: Elenco di immagini vuote
ja: 空の画像リスト
ko: 빈 사진 목록
nl: Lijst met lege foto's
pl: Lista pustych zdjęć
pt: Lista de imagens vazias
ru: Список пустых фотографий
th: รายการรูปภาพที่ว่างเปล่า
tr: Boş resimlerin listesi
uk: Список порожніх зображень
vi: Danh sách các hình ảnh trống
zh_hant: 空圖片列表

source: 空播放列表
ar: قائمة تشغيل فارغة
de: Leere Wiedergabeliste
en: Empty Playlist
es: Lista de reproducción vacía
fr: Liste de lecture vide
hi: खाली प्लेलिस्ट
id: Daftar putar kosong
it: Playlist vuota
ja: 空のプレイリスト
ko: 빈 플레이리스트
nl: Lege afspeellijst
pl: Pusta playlista
pt: Lista de reprodução vazia
ru: Пустой плейлист
th: เพลย์ลิสต์ที่ว่างเปล่า
tr: Boş çalma listesi
uk: Порожній список відтворення
vi: Danh sách phát trống
zh_hant: 空播放列錶

source: 空视频列表
ar: قائمة فيديو فارغة
de: Leere Videoliste
en: Empty Video List
es: Lista de vídeos vacía
fr: Liste vidéo vide
hi: खाली वीडियो सूची
id: Daftar video kosong
it: Lista video vuota
ja: 空の動画リスト
ko: 빈 동영상 목록
nl: Lege videolijst
pl: Pusta lista filmów
pt: Lista de vídeos vazia
ru: Пустой список видео
th: รายการวิดีโอที่ว่างเปล่า
tr: Boş video listesi
uk: Порожній список відео
vi: Danh sách video trống
zh_hant: 空視頻列表

source: 空音频列表
ar: قائمة صوتية فارغة
de: Leere Audioliste
en: Empty Audio List
es: Lista de audio vacía
fr: Liste audio vide
hi: खाली ऑडियो सूची
id: Daftar audio kosong
it: Lista audio vuota
ja: 空のオーディオリスト
ko: 빈 오디오 목록
nl: Lege audiolijst
pl: Pusta lista audio
pt: Lista de áudio vazia
ru: Пустой аудиосписок
th: รายการเสียงที่ว่างเปล่า
tr: Boş ses listesi
uk: Порожній аудіосписок
vi: Danh sách âm thanh trống
zh_hant: 空音頻列錶

source: 站点安全
ar: أمن الموقع
de: Standortsicherheit
en: Site Safety
es: Seguridad del sitio
fr: Sécurité du site
hi: साइट सुरक्षा
id: Keamanan situs
it: Sicurezza del sito
ja: サイトの安全性
ko: 역 안전
nl: Beveiliging van de site
pl: Bezpieczeństwo strony
pt: Segurança do site
ru: Безопасность сайта
th: ความปลอดภัยของไซต์
tr: Site güvenliği
uk: Безпека сайту
vi: Bảo mật trang web
zh_hant: 網域安全

source: 等待 Darock 修复
ar: انتظر Darock للإصلاح
de: Warten Sie, bis Darock repariert wird
en: Wait for Darock to fix
es: Espera a Darock para reparar
fr: Attendre que Darock soit réparé
hi: मरम्मत के लिए Darock की प्रतीक्षा करें
id: Tunggu Darock untuk diperbaiki
it: Attendi Darock per riparare
ja: Darockの修正を待つ
ko: 대기 Darock 복구
nl: Wacht tot Darock om te repareren
pl: Poczekaj na naprawę Darock
pt: Aguarde Darock para reparar
ru: Жду, когда Дарок починит
th: รอ Darock เพื่อซ่อมแซม
tr: Darock'un onarmasını bekleyin
uk: Зачекайте, поки Darock відремонтує
vi: Đợi Darock sửa chữa
zh_hant: 等待 Darock 修復

source: 管理自定搜索引擎...
ar: إدارة محركات البحث المخصصة...
de: Benutzerdefinierte Suchmaschinen verwalten...
en: Manage custom search engines...
es: Gestionar motores de búsqueda personalizados...
fr: Gérer les moteurs de recherche personnalisés...
hi: कस्टम सर्च इंजन प्रबंधित करें...
id: Mengelola mesin pencari khusus...
it: Gestisci i motori di ricerca personalizzati...
ja: カスタム検索エンジンを管理...
ko: 사용자 지정 검색 엔진 관리...
nl: Beheer aangepaste zoekmachines...
pl: Zarządzaj niestandardowymi wyszukiwarkami...
pt: Gerenciar mecanismos de pesquisa personalizados...
ru: Управляйте пользовательскими поисковыми системами...
th: จัดการเครื่องมือค้นหาที่กําหนดเอง...
tr: Özel arama motorlarını yönetin...
uk: Керуйте користувацькими пошуковими системами...
vi: Quản lý các công cụ tìm kiếm tùy chỉnh...
